Repository: Kykara4uk/UkrainianMentalSupportBotPuplic
Catalog: locales/*/LC_MESSAGES/valentinesbot.po
Languages: uk

source: You won`t receive letters from other people. You can change this option with commands /receive_letters or /not_receive_letters
uk: Ти будеш отримувати листи від інших людей. Це можна змінювати за допомогою команд /receive_letters та /not_receive_letters. Але не стидайся отримувати листи - бот створений для допомоги. Все буде Україна!

source: It`s not a joke!
uk: Це не жарт!

source: It was last warning!
uk: Слухай, мені це набридло, це останнє попередження. Ще раз натиснеш і я заблокую тебе!

source: You were blocked!
uk: Ти був заблокований!

source: Process letters, new letters in queue
uk: Оброби листи, нові вже в черзі

source: Write reject reason with reply
uk: Напиши причину відмови з реплаєм

source: Write block reason with reply
uk: Напиши причину блокування з реплаєм

source: You are already receiving letters
uk: Ти вже отримуєш листи

source: You will receive letters now
uk: Тепер ти будеш отримувати листи

source: You don`t receive letters
uk: Ти не отримуєш листи

source: You won`t receive letters now
uk: Тепер ти не будеш отримувати листи

source: You are already online. To go offline - press /offline
uk: Ти вже онлайн. Щоб вийти з лінії - натисни /offline

source: You are online now
uk: Тепер ти онлайн

source: You are already offline. To go online - press /online
uk: Ти вже офлайн. Щоб вийти на лінію - натисни /online

source: You are offline now
uk: Тепер ти офлайн

source: Do not reject
uk: Не відхиляти

source: Do not block
uk: Не блокувати

source: Not receive letters
uk: Не отримувати листи

source: Receive letters
uk: Отримувати листи

source: Back
uk: Назад

source: Hello! At this difficult time for Ukraine, there are many people who need not only financial but also verbal help. Due to the failure of Putin's plans, he began bombing peaceful cities in order to intimidate people. Many houses, schools, hospitals have already been destroyed and he is not going to stop. But he will not succeed! Because we are a strong nation, we are Ukrainians! And now many people need verbal support that you can give them. For you it is a few words, and for someone the psyche or even life will be saved. Your letters will be sent to random people who need words of support. We also ask for your help in finding such people, because often they are your relatives, friends or acquaintances. Or maybe it's Instagram subscribers or people from your Telegram chats. Share with them a link to the bot
uk: Привіт! У цей складний для нашої країни час є дуже багато людей, які потребують не лише фінансової, а й <b>емоційної допомоги</b>. Через провал планів Путіна, він почав бомбити мирні міста для того, щоб залякати людей. Вже зруйновано багато будинків, шкіл, лікарень і він не збирається зупинятися. Але в нього нічого не вийде! Бо ми – сильна нація, ми – Українці! І зараз багато людей потребують моральної підтримки, яку ТИ можеш їм надати. Для тебе це кілька слів, а для когось врятований емоційний стан чи навіть життя. Твої листи будуть надіслані випадковим людям, які мають потребу в лагідних словах. Також ми просимо твоєї допомоги у пошуку таких людей, адже часто ними є твої рідні, друзі чи знайомі. А може це підписники в Інстаграмі чи люди з твоїх чатів у Телеграмі. Поділися посиланням на бота. Все буде Україна🇺🇦🇺🇦🇺🇦

source: This is your letter. Is it correct?
uk: Це твій лист. Чи усе правильно?

source: Cancel
uk: Скасування

source: Hello
uk: Привіт

source: To send letter to someone Ukrainian, press /new
uk: Щоб відправити листа якомусь українцю - натисни /new

source: Send me letter you want to send to someone. It can be text, photo, video, gif, voice, video note or even audio. Press /cancel if you want to do it later
uk: Відправ мені лист, який ти хочеш надсілати. Це може бути що завгодно - текст, картинка, відео, гіфка, голосове або відео повідомлення, стікер, навіть пісня

source: Your letter:
uk: Твій лист:

source: Send me photo you want to attach. Press /cancel to return
uk: Надішли мені фото, яке хочеш прикріпити. Щоб повернутися назад - натисни /cancel

source: Send me new letter
uk: Відправ мені новий лист

source: Your letter will be sent soon. We will notify you. Press /new to send new letter. Also don`t forget to share bot to relatives, friends, acquaintances, instagram subscribers or people from your telegram chats. Help us to find people who need words of support
uk: Твій лист скоро буде надісланий, ми повідомимо тебе. Щоб написати новий лист - натисни /new. Також ми просимо твоєї допомоги у пошуку людей, яким потрібні теплі слова, адже часто ними є твої рідні, друзі чи знайомі. А може це підписники в Інстаграмі чи люди люди з твоїх чатів у Телеграмі. Поділися з ними посиланням на бота

source: Your letter rejected. The reason: {reject_reason}
uk: Нажаль, твій лист відхилено Причина: {reject_reason}

source: You were blocked. The reason: {block_reason}
uk: Тебе було заблоковано Причина: {block_reason}

source: Your letter has been delivered
uk: Твоє повідомлення було надіслано

source: You got the answer!
uk: Ти отримав відповідь!

source: Answer not sent, I think the recipient has blocked the bot
uk: Відповідь не надіслана, скоріш за все співрозмовник заблокував мене

source: Answer sent
uk: Відповідь надіслана

source: Create letter
uk: Створити лист

source: If you don`t know what to do
uk: Якщо не знаєш що робити

source: What I can do
uk: Що я можу?

source: Add admin
uk: Додати адміна

source: Delete admin
uk: Видалити адміна

source: Start queue
uk: Відкрити обробку черги

source: Stop queue
uk: Закрити обробку черги

source: Show users db
uk: База юзерів

source: Send test letter
uk: Тестовий лист

source: Receive letters to check
uk: Отримувати листи на перевірку

source: Not receive letters to check
uk: Не отримувати листи на перевірку

source: Change scan timer of dashboard
uk: Змінити таймер сканування дашборду

source: Change scan timer of queue
uk: Змінити таймер сканування черги

source: Change language
uk: Змінити мову

source: You received new letter! You can answer it by reply the message
uk: Ти отримав новий лист! Ти можеш відповісти на нього використовуючи реплай (Натисни на повідомлення та відповісти)

source: Change letter
uk: Змінити лист

source: Remove photo
uk: Прибрати фото

source: Add photo
uk: Додати фото

source: Disable preview
uk: Вимкнути попередній перегляд

source: Enable preview
uk: Увімкнути попередній перегляд

source: It is correct
uk: Все правильно

source: Close
uk: Закрити

source: Current language - English
uk: Поточна мова - Українська
